{"lastTime": 1647651600.0, "history": {"9 + 1 = ?": "10", "In Background mode, what tokens can a player earn?": "GST", "What is a Trainer Sneaker’s optimal speed?": "1-20km/h", "A player can boost its Daily Energy by _?": "Getting more sneakers", "Which level will a player unlock GMT earning feature?": "LV. 30", "Which attribute would decide how many GST can be earned per minute?": "Efficiency", "Which is a part of STEPM anti-cheating system?": "Machine learning", "1 + 8 = ?": "9", "Which attribute would decide how many GMT can be earned per minute?": "Comfort", "4 + 2 = ?": "6", "What is the minimum attribute when a common shoe is minted?": "1", "What is the maximum number of minutes a player can run or walk non-stop?": "100", "2 + 4 = ?": "6", "Every energy equals how many minutes of movement?": "5", "What is the chance to mint a Trainer from two vintage walkers?": "3%", "What is the chance to get a Rare shoe from an Uncommon shoebox?": "2%", "What attribute is colour purple representing for?": "Resilience", "9 + 8 = ?": "17", "How many additional energy will a player get with a Legendary sneaker?": "4", "What is the percentage of tax when renting a shoe?": "8", "4 + 4 = ?": "8", "Which level will a player unlock sneaker lease feature?": "LV. 10", "2 + 5 = ?": "7", "For every how many years will the total release of GMT halve?": "3", "What is the chance to get an Uncommon shoe from a Common shoebox?": "3%", "How many attribute points would a Common shoe get when level up?": "4", "1 + 2 = ?": "3", "How many attribute points would a Rare shoe get when level up?": "8", "What attribute is colour yellow representing for?": "Efficiency", "3 + 1 = ?": "4", "How many number of Gems are required to upgrade?": "3", "9 + 4 = ?": "13", "How many additional energy will a player get with a Rare sneaker?": "2", "What is a player’s initial Daily Energy?": "2", "What factors would determine a Mystery Box Quality?": "Luck value and distance moved", "4 + 9 = ?": "13", "What would directly affect sneakers’ durability drop rate?": "Sneaker Resilience attribute", "Which block chain is STEPN built on?": "SOL", "What is a STEPN game token?": "GST", "8 + 9 = ?": "17", "Which one is not a Sneaker attribute?": "Strength", "What is the maximum attribute when a Legendary shoe is minted?": "112", "7 + 6 = ?": "13", "Which statement about Moonwalking in STEPN is wrong?": "It will pop up when the a player runs too fast.", "0 + 4 = ?": "4", "At 50% durability, what would the sneaker efficiency drop to?": "90%", "What is the chance to mint a Trainer with a vintage walker and vintage a trainer?": "8%", "9 + 5 = ?": "14", "How many energy will a player get with one common, two uncommon and 3 rare shoes in their account?": "12", "What is NOT a benefit of levelling up sneakers?": "Reduce Mystery Box opening time", "What is the maximum number of Mystery Boxes that a player can hold?": "4", "How many attribute points would a legendary shoe get when level up?": "12", "5 + 7 = ?": "12", "8 + 2 = ?": "10", "How many additional energy will a player get with an Epic sneaker?": "3", "1 + 4 = ?": "5", "Which STEPN token has infinite supply?": "GST", "8 + 4 = ?": "12", "What is NOT a STEPN sneaker type?": "Designer", "What is the base return of a trainer at an optimal speed per energy consumed?": "4-6.25 GST", "A player can increase its Daily Token Cap by _?": "Levelling up sneakers", "What is STEPN governance token?": "GMT", "How many attribute points would an Uncommon shoe get when level up?": "6", "7 + 5 = ?": "12", "From which level range is there a chance to destroy the gem when gem upgrading?": "1-5", "4 + 0 = ?": "4", "3 + 6 = ?": "9", "What is the chance to mint a Trainer from two vintage trainers?": "25%", "How many quality levels does a Mystery Box have?": "5", "1 + 7 = ?": "8", "7 + 7 = ?": "14", "What is the chance to mint an Epic shoebox with two uncommon shoes?": "0", "0 + 6 = ?": "6", "What is the minimum attribute when a Legendary shoe is minted?": "50", "How to skip sneaker level-up time?": "Burn GST", "8 + 0 = ?": "8", "What is the maximum daily GST token cap?": "300", "Which statement about GMT is correct?": "GMT can be burned to name a shoe.", "How many additional energy will a player get with an Uncommon sneaker?": "2", "3 + 0 = ?": "3", "What is the maximum daily GMT token cap?": "15", "At 20% durability, what would the sneaker efficiency drop to?": "10%", "0 + 8 = ?": "8", "What is the chance to mint a common shoebox with an Uncommon shoebox and a Rare shoebox?": "0", "How many attribute points would an Epic shoe get when level up?": "10", "8 + 6 = ?": "14", "What is the maximum daily energy cap?": "20", "How many energy will a player get with 12 uncommon shoes in their account?": "20", "3 + 5 = ?": "8", "How many times of shoe minting each pair of sneakers can have?": "7", "What is the percentage of tax when shoe minting?": "6", "2 + 8 = ?": "10", "6 + 4 = ?": "10", "2 + 7 = ?": "9", "What attribute is colour blue representing for?": "Luck", "9 + 6 = ?": "15", "4 + 8 = ?": "12", "6 + 2 = ?": "8", "No GPS signal is indicated in which colour?": "White", "0 + 9 = ?": "9", "0 + 1 = ?": "1", "8 + 7 = ?": "15", "What would be cost to reset a sneaker’s attribute?": "GST/GMT", "6 + 7 = ?": "13", "6 + 8 = ?": "14", "8 + 8 = ?": "16", "5 + 6 = ?": "11", "What is the chance to mint a Rare shoebox with two uncommon shoes?": "2%", "1 + 3 = ?": "4", "3 + 2 = ?": "5", "What would be needed to mint with two Rare shoes?": "GST + GMT", "What is the maximum attribute when a common shoe is minted?": "10", "4 + 3 = ?": "7", "What is the percentage of Artist Royalties tax when selling shoes on STEPN market?": "4", "7 + 3 = ?": "10", "What would NOT be in a Mystery Box?": "NFT Sneakers", "9 + 9 = ?": "18", "3 + 9 = ?": "12", "5 + 1 = ?": "6", "1 + 1 = ?": "2", "9 + 0 = ?": "9", "4 + 5 = ?": "9", "What attribute is colour red representing for?": "Comfort", "5 + 9 = ?": "14", "How many energy will a player get with one common, two uncommon shoes in their account?": "6", "5 + 4 = ?": "9", "6 + 1 = ?": "7", "What would happen when a player’s speed is out of optimal range?": "Reduced up to 90%", "4 + 7 = ?": "11", "7 + 2 = ?": "9", "What is the cool down time for vintage sneakers to mint for another time?": "48 hours", "From which gem level is GMT needed to upgrade?": "4", "5 + 8 = ?": "13", "1 + 5 = ?": "6", "4 + 1 = ?": "5", "6 + 9 = ?": "15", "9 + 2 = ?": "11", "9 + 7 = ?": "16", "7 + 8 = ?": "15", "9 + 3 = ?": "12", "0 + 5 = ?": "5", "8 + 1 = ?": "9", "8 + 3 = ?": "11", "8 + 5 = ?": "13", "2 + 6 = ?": "8", "6 + 3 = ?": "9", "3 + 8 = ?": "11", "2 + 9 = ?": "11", "6 + 6 = ?": "12", "5 + 0 = ?": "5", "1 + 0 = ?": "1", "7 + 0 = ?": "7", "5 + 3 = ?": "8", "5 + 5 = ?": "10", "3 + 4 = ?": "7", "3 + 7 = ?": "10", "5 + 2 = ?": "7", "7 + 1 = ?": "8"}}